Repository: denmedia/hiweb-core-4
Catalog: languages/*.po
Languages: ru_ru

source: Page 404
ru_ru: Страница 404

source: Error page 404
ru_ru: Страница ошибки 404

source: Page title
ru_ru: Заголовок страницы

source: <h2>Oops! Page not found.</h2><h4>Sorry...The requested URL was not found on the server....</h4>
ru_ru: <h2>Оопс! Страница не найдена.</h2><h4>Извините...Страницы, которую Вы открыли, не существует...</h4>

source: Page text content
ru_ru: Текстовое содержимое страницы

source: Invalid form field
ru_ru: Не верное поле формы

source: All messages
ru_ru: Все сообщения

source: Messages
ru_ru: Сообщения

source: Add message
ru_ru: Добавить сообщение

source: Add message item
ru_ru: Создание нового сообщения

source: Archive of messages
ru_ru: Архив сообщений

source: Edit message
ru_ru: Редактировать

source: Messages list
ru_ru: Список сообщений

source: New Message
ru_ru: Новое сообщение

source: Messages not found
ru_ru: Сообщений не найдено

source: No messanges in trash
ru_ru: Удаленных сообщений нет

source: Search messages
ru_ru: Поиск сообщений

source: Recipient and subject line
ru_ru: Получатель и тема

source: Message content
ru_ru: Содержимое сообщения

source: Client data
ru_ru: Данные клиента

source: UTM tracked data
ru_ru: UTL отслеживаемые данные

source: Form data
ru_ru: Данные формы

source: Migration Panel
ru_ru: Панель миграции

source: Site ready to mirgate...
ru_ru: Сайт готов к миграции...

source: Download site & MySQL dump files via FTP or Client Panel by you'r hosting.
ru_ru: Скачайте файлы сайта и дампа базы данных через FTP или панель вашего хостинга.

source: Upload this files on you'r new server.
ru_ru: Загрузите эти файлы на Ваш новый сервер.

source: Connect site to new MySQL server, change connect data in wp-config.php file
ru_ru: Подсоедините сайт к базе данных нового сервера, указав данные в файле wp-config.php

source: Go to new home page. Now you see message: "hiWeb Migrate Site Process". This message indicates the beginning of a process to automatically replace the old ways to the new database. Wait until the end, it should not take more than few easy seconds.
ru_ru: Откройте главную страницу сайта. Вы увидите сообщение: "hiWeb Migrate Site Process". Это сообщение обозначает начало процесса автоматического изменения старых путей на новые в базе данных. Дождитесь окончания, это не займет много времени.

source: Done. Enjoy ;)
ru_ru: Готово. Приятного аппетита ;)

source: Force Re-Migrate
ru_ru: Ручная Ре-Миграция

source: This option is useful if the domain has changed, but the hosting site and the folder is not changed
ru_ru: Эта опция полезна, если вы меняете домен, но хостинг и папка не изменяется

source: From Old Domain... (select one or more)
ru_ru: С указанного домена(ов)...

source: current URL
ru_ru: текущий URL

source: To New Domain...
ru_ru: На новый домен...

source: RE-MIGRATE to New Domain
ru_ru: Ре-МИГРАЦИЯ на новый домен

source: Enter new domain (or stay them clear) and click this button to force a re-migrate procedure to new domain.<br> Don't forget about <b>http://</b> prefix.
ru_ru: Укажите новый домен (или оставьте поле пустым) и кликните на эту кнопку для принудительной ре-миграции на новый домен.<br> Не забудьте указать <b>https://</b> перед доменом.

source: Update
ru_ru: Обновить

source: Show styled posts from WordPress. The ability to temporarily hide these messages, even if these messages are not hidden.
ru_ru: Показывать стилизованные сообщения от WordPress. Возможность временно скрывать эти сообщения, даже если эти сообщения не скрываемы.

source: hiWeb Components
ru_ru: hiWeb Компоненты

source: No registered components
ru_ru: Не найдено зарегистрированных компонентов

source: Use code% s to register your component
ru_ru: Используйте код %s для регистрации компонента

source: No fields inside tab
ru_ru: Нет полей в данном табе

source: Click to edit
ru_ru: Кликните для редактирования

source: File not select. Click or Upload file in to that place
ru_ru: Файл не выбран. Кликните или Загрузите файл прямо сюда

source: Select file
ru_ru: Выбрать файл

source: Select other
ru_ru: Выбрать другой

source: Edit attachment
ru_ru: Редактировать файл

source: Download the file
ru_ru: Скачать файл

source: Unselect file (clear)
ru_ru: Отменить выбор файла

source: Drag&Drop uploaded file in that place
ru_ru: Перетащите файл в эту область

source: Icon not exists
ru_ru: Иконка не существует

source: Select images
ru_ru: Выбрать изображение

source: No images, press "+" for select and adding first file
ru_ru: Нет изображений, нажмите "+" для выбора файла

source: Select posts
ru_ru: Выбрать записи

source: Select post
ru_ru: Выбрать запись

source: Add new row
ru_ru: Добавить строку

source: Clear repeat
ru_ru: Очистить поля

source: Copy all rows
ru_ru: Копировать все строки

source: Collapse / Expand rows
ru_ru: Свернуть / Развернуть строки

source: Remove all table rows?
ru_ru: Удалить все поля?

source: You must specify $ _POST [id] or $ _GET [id]
ru_ru: Вы должны указать $ _POST [id] или $ _GET [id]

source: Fields witch id[%s] not found!
ru_ru: Поля с id[%s] не найдены

source: Flex ID [%s] not found
ru_ru: Flex ID [%s] не найден

source: Copy
ru_ru: Копировать

source: Paste rows
ru_ru: Вставить скопированные строки

source: Paste
ru_ru: Вставить

source: Remove
ru_ru: Удалить

source: Collapse / Expand Row
ru_ru: Свернуть / Развернуть строку

source: Collapse
ru_ru: Схлопнуть

source: Append row
ru_ru: Добавить строку

source: Copy row
ru_ru: Копировать строку

source: Paste row
ru_ru: Вставить строку

source: Duplicate row
ru_ru: Дублировать строку

source: Duplicate
ru_ru: Дублировать

source: The table is empty. To add at least one field, click on the <b>%s</b> button
ru_ru: Таблица пуста. Для добавления хотя бы одной строки, кликните по кнопке <b>%s</b>

source: Options for this row
ru_ru: Опции для данной строки

source: click - collapse / expand; drag - sorting this row
ru_ru: клик - свернуть / развернуть; потяните - поменять порядок строк11

source: For repeat input [%s] not add col fields. For that do this: <code>add_field_repeat(...)->add_col_field( add_field_text(...) )</code>
ru_ru: Для данного поля [%s] не добавлены колонки. Для этого добавьте код: <code>add_field_repeat(...)->add_col_field( add_field_text(...) )</code>

source: Select options
ru_ru: Выбрать варианты

source: Select option
ru_ru: Выбрать вариант

source: The changes you made will be lost if you navigate away from this page.
ru_ru: Изменения, которые Вы сделали делали, не сохраняться, если Вы покините эту страницу.

source: Create a new image file of the required size if it does not exist
ru_ru: Создавать новый файл изображения требуемого размера, если он не существует

source: Images Defer
ru_ru: Отложенные загрузки изображений

source: Use <picture/> html tag
ru_ru: Использовать <picture/> html тег

source: Use WebP images format if server is support them
ru_ru: Использовать WebP формат изображений, если хостинг поддерживает из

source: copy
ru_ru: копия

source: Failed to create a duplicate entry because the validation key does not match
ru_ru: Не удалось создать дубликат, так как ключ не совпадает

source: A duplicate entry has been created.
ru_ru: Дубликат был создан.

source: Failed to create duplicate entry
ru_ru: Ошибка создания дубля

source: Rewrite base slug for post type archive page, base custom post and taxonomies. For setup, go to %s
ru_ru: Перезаписывать базовый slug для архивных страниц, таксономий и посадочных страниц. Для настройки, перейдите в %s

source: Rewrite base slug for post type archive page, base custom post and taxonomies.
ru_ru: Перезаписывать базовый slug для архивных страниц, таксономий и посадочных страниц.

source: Enable
ru_ru: Включить

source: Rewrite archive page slug
ru_ru: Перезаписать slug архивной страницы

source: Disable paginate on archive page
ru_ru: Отключить пагинация на архивной странице

source: This option is useful if you do not plan to use pagination on the archive page of this post type. For example, ajax loading posts or just displaying subcategories instead of posts.
ru_ru: Эта опция полезна в случае, если Вы не планируете использовать пагинацию на архивной страницы даннойго типа записей. Например, ajax загрузка записей или просто вывод подкатегорий, вместо записей.

source: Taxonomies of %s
ru_ru: Таксономии для %s

source: Slug of %s
ru_ru: Slug для %s

source: Taxonomy/Category Main Select
ru_ru: Выбор главной Таксономии / Категории

source: TinyMCE Addons
ru_ru: Дополнения для TinyMCE

source: Disable Gutenberg editor for all posts/pages
ru_ru: Отключить редактор Gutenberg для записей/страниц

source: Your version of PHP must be 7.2 or higher.
ru_ru: Ваша версия PHP должна быть 7.2 или выше.

source: No menus have been created yet. <a href="%s">Create some</a>.
ru_ru: Не одного меню не создано. <a href="%s">Создать</a>.

source: Title:
ru_ru: Заголовок:

source: Select Menu:
ru_ru: Выбрать меню:

source: &mdash; Select &mdash;
ru_ru: &mdash; Выбрать &mdash;

source: Edit Menu
ru_ru: Редактировать меню
